"AboutBoxString" = "Créé avec Compressor";
"HelpMsg" = "Pour de plus amples informations sur l’utilisation de droplets, consultez le Manuel de l’utilisateur de Compressor, disponible dans le menu Aide Compressor.";
"Untitled" = "Sans titre ";

"DestinationLocation" = "Emplacement destinataire";
"Choose" = "Choisir"; /* default button title in the choose destinaton dialog */

"DropFilesHere" = "Déposer les fichiers ici"; /* help text displayed in source files view when no files are present */

/* cluster menu */
"ThisComputer" = "Cet ordinateur";
"SubmitPriority" = "Priorité";
"SubmitPriorityLow" = "Basse";
"SubmitPriorityMedium" = "Moyenne";
"SubmitPriorityHigh" = "Haute";
"NoClusters" = "Aucune";
"Other" = "Autre…";

/* Launch droplet alert */
"DropletLaunchFailed" = "Vous devez mettre ce droplet à jour pour localiser Compressor.";
"DropletLaunchErrorMsg" = "Pour mettre tous les droplets à jour sur cet ordinateur, cliquez sur l’onglet Avancé dans les réglages de Compressor, puis cliquez sur le bouton « Mettre à jour les droplets ».";
"OKButton" = "OK";

/* Job Action related */
"NoJobAction" = "Aucune";
"VerifyingLogin" = "En cours de vérification…";

/* CQBatchSubmitter */

/* SMB Sharing */
"SMBSharingPreferencesNotSetUpError" = "Souhaitez-vous continuer sans traitement distribué ?";

"SMBSharingLearnMoreInfo" = "Pour exploiter le traitement distribué par le biais de cette tâche, le partage de fichier SMB doit être configuré dans Réglages Système. Pour obtenir de plus amples informations sur le traitement distribué et le partage de fichier SMB, cliquez sur En savoir plus.\n\n Pour traiter cette tâche en n’utilisant que cet ordinateur, cliquez sur Continuer.\n";

"ContinueButton" = "Continuer";
"LearnMoreButton" = "En savoir plus…";

"ClusterNodesNotAvailableError" = "Ordinateurs non disponibles dans le groupe partagé.";
"ClusterNodesNotAvailableMoreInfo" = "Compressor ne peut pas distribuer le traitement à tous les ordinateurs dans ce groupe pour les raisons suivantes :\n\n";

"ClusterNodesNotAvailableItemFormat" = "•\t%@\n";
"ComputerUnavailableOrOffline" = "Ordinateur non disponible ou hors ligne";
"UntrustedServerCertificate" = "Certificat de serveur non de confiance";
"MissingPassword" = "Mot de passe manquant";

"ClusterNodesNotAvailableRecoverySuggestion" = "Ouvrir les préférences Ordinateurs partagés pour résoudre ces problèmes\n";

"IgnoreButton" = "Ignorer";
"OpenPreferencesButton" = "Ouvrir Réglages";

/* Cluster node macOS compatibility check during batch submit */
"ClusterNodesNotMacOSCompatibleError" = "Souhaitez-vous continuer avec traitement distribué ?";
"ClusterNodesNotMacOSCompatibleMoreInfo" = "Certains nœuds du cluster pour le groupe d’ordinateurs « %@ » exécutent une version plus ancienne de macOS. La qualité du rendu risque de s’en ressentir.\n\nPour traiter cette tâche à l’aide des nœuds disponibles, cliquez sur Continuer.\n";

"UntitledClusterName" = "Sans titre";

/* Submit related errors */
"SubmitNoClusterErrorMsg" = "Impossible à soumettre à la file d’attente.";
"SubmitNoClusterErrorInfo" = "Redémarrez votre ordinateur ou vérifiez que l’installation de votre Compressor est correcte.";
"CancelButton" = "Annuler";
"RepairCompressorButton" = "Réparer Compressor";

"BatchSubmissionFailedErrorFormat" = "Échec d’envoi du lot : %@";

"QueueFullAlertMessageText" = "Le traitement porte sur un trop grand nombre de lots.";
"QueueFullAlertInfoText" = "Le transcodage redeviendra disponible lorsque le nombre de lots actifs sera inférieur à la limite de file d’attente définie dans les préférences de l’application.";
